<?
 return array (
  'db_host' => 'localhost',
  'db_name' => 'mari_kraimbrery',
  'db_username' => 'root',
  'db_userpass' => '',
  'template_dir' => APP_ROOT . '/templates/',
  'template_cache' => APP_ROOT . '/cache/',
  'template_dir_moderka' => APP_ROOT . '/moderka/templates/',
  'template_cache_moderka' => APP_ROOT . '/moderka/cache/',
  'mari_vk' => 'https://vk.com/mari_kraimbrery',
  'mari_instagram' => 'https://www.instagram.com/marikraimbrery/',
  'mari_facebook' => 'https://www.facebook.com/marikraimbreryartist',
  'who_is_she_img' => '/uploads/about/1510098070491245a96ca55a3fed22b0c8500d2d023542.png',
  'who_is_she_head' => 'Мари Краймбрери - стопроцентный selfmade-артист нового поколения! Несколько лет существуя исключительно в интернет-пространстве, в 2017-ом артистка зазвучала в эфирах федеральных радиостанций и телеканалов и теперь уверенно обосновывается на большой сцене!',
  'who_is_she_intro' => 'Три года назад, когда она только начинала, в нее никто не верил. Говорили, что она ничего не добьется! Автор и исполнитель собственных песен, она не сотрудничала ни с одним продюсерским центром, хотя предложения поступали постоянно: «То, что мне предлагали, абсолютно шло в разрез моим представлениям об идеальном союзе "артист-продюсер", слишком много было ограничений».<br />
Буквально своими силами выпустив альбом “ННКН (Нет Никого Круче Нас)”, на юную певицу обрушился шквал предложений. Немудрено: альбом моментально вошел в топ-10 iTunes, а песни «Полюби меня пьяную», «Вызови такси», «Давай навсегда» в одночасье растащили на цитаты пользователи соцсетей. Стало очевидно: эту певицу люди ждали!<br />
<br />
В это же время Мари поняла – без команды ей не обойтись.',
  'who_is_she_full' => 'И тут раздался звонок из Velvet Music: «У меня просто мурашки побежали. Мне впервые сказали, что меня как-то видят, знают, как помочь, направить. Я мечтала о команде, которая будет со мной за одно, не запрещать и менять, а именно поддерживать и направлять!».<br />
<br />
 <br />
2017-й стал для молодой артистки поворотным в карьере – синглы “Туси сам” и “Она тебе не идет” стали хитами главных федеральных радиостанций и ТВ всего постотечественного пространства, а клипы собрали миллионы просмотров в YouTube и VK (только у «Она тебе не идет» уже свыше 8.000.000 просмотров суммарно). Певица стала желанной гостьей самых модных звездных вечеринок столицы, количество подписчиков в аккаунтах ее соцесетей неумолимо растет. Сама Мари в это время полностью сосредоточена на творчестве – вот-вот состоится релиз второго сольного альбома, первая “ласточка” которого, – сингл “Я хотела твою фамилию”, - вышел сразу после новогодних праздников и моментально занял лидирующие позиции на стриминговых ресурсах. Во “ВКонтакте” песня вошла в топ 10 самых самых прослушиваемых за месяц. И это только начало!',
  'video' => '<iframe width="980" height="551" src="//www.youtube.com/embed/3tpeIDpOz-A?rel=0&amp;showinfo=0" frameborder="0"></iframe>',
  'video_all' => 'https://www.youtube.com/watch?v=G1w06wlsVHs&list=PLcOfAGS3kVnbMtw4u_eMEpXLdhzKYuQQO',
  'audio' => '/uploads/audio/15101016222734694f79a4ce8c70a91f1dc05fd6e7aef4.mp3',
  'audio_all' => 'https://soundcloud.com/velvetmusic/sets/mari-krajmbreri',
  'organization_name' => 'Наталья Григорьева',
  'organization_phone' => '+7 (985) 922-80-43',
  'manager_name' => 'Денис Орлов',
  'manager_phone' => '+7 (925) 806-41-66',
  'manager_email' => 'pr.orlov@gmail.com',
  'velvet_address' => '127287, РФ, г. Москва, Петровско-Разумовский проезд, д. 29, стр. 2',
  'velvet_phone' => '+7 (495) 620-90-36',
  'velvet_email' => 'velvetmusic@mail.ru',
  'velvet_site' => 'velvetmusic.ru',
  'velvet_vk' => 'https://vk.com/velvet_music',
  'velvet_instagram' => 'https://www.instagram.com/velvetmusic/',
  'velvet_youtube' => 'https://www.youtube.com/channel/UCTvLTz1K83pEOZucc04Hbwg',
);